[
  {
    "id": "88641",
    "name": "Fandango",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 3,
    "size": "medium",
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "black",
    "secondaryColor": null,
    "weight": 3.6,
    "intake": "2018-01-21"
  },
  {
    "id": "88557",
    "name": "Lolo",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 5,
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "gray tabby",
    "secondaryColor": null,
    "intake": "2017-10-01"
  },
  {
    "id": "88687",
    "name": "Charcoal",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "gray tabby",
    "secondaryColor": "black",
    "weight": 2.7,
    "intake": "2018-01-23"
  },
  {
    "id": "88556",
    "name": "Elsa",
    "type": "rabbit",
    "place": "Brooklyn Animal Care Center",
    "description": "Gummy is a white rabbit possibly 1 years old. Finder noticed the rabbit in the park and noticed that the rabbit was friendly. The finder decided to bring the rabbit to ACC.",
    "sex": "female",
    "age": 1,
    "size": "small",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": null,
    "weight": 2.25,
    "intake": "2017-10-28"
  },
  {
    "id": "88633",
    "name": "Kovu",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 3,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "brown",
    "secondaryColor": "white",
    "weight": 23.4,
    "intake": "2018-01-20"
  },
  {
    "id": "88552",
    "name": "Bandino",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": "A volunteer writes: Sweet, sometimes-shy Bandino is the kind of dog who can easily be looked over-- he's black (the color dog least likely to be adopted), very quiet, and mostly just relaxes in his cage instead of jumping up for attention. But after a tiny bit of coaxing, this gentle boy  will warm up quickly and trust me, he's worth the wait! On our walk today, we ran into a couple of his favorite ACC staff, and he couldn't contain his waggy tail and happy twirls. He seems to be housetrained and pulls a bit on the leash, but mostly just to get outside-- once he's out, he's a happy boy. After our walk, I came by his cage just 10 minutes later, and he was already wagging his tail at seeing me. Could you become one of Bandino's favorite people? Come and meet him today at the Brooklyn ACC!",
    "sex": "male",
    "age": 6,
    "vaccinated": true,
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 22.5,
    "intake": "2018-01-14"
  },
  {
    "id": "88707",
    "name": "Mishu",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 2,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": null,
    "weight": 5.4,
    "intake": "2018-01-17"
  },
  {
    "id": "88681",
    "name": "Kid Cudi",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": "A volunteer writes: Well someone got the first part of his name right- he's nothing but a big KID! Kid Cudi is a magnet to toys and when we went out to the play yard, he made a beeline for an old discarded one. In spite of the freezing cold, it seemed like he could entertain himself for hours... prancing around the yard, tossing a ball to himself, play bowing to his toys. His way of \"sharing\" his toys involved getting into my lap, stuffie in his mouth, and begging for petting all the while holding his prized possession. What a goof ball! Since he is a large, young guy, Kid does pull a bit on the leash but he seems housebroken and is eager to relieve himself. He knows a few basic commands and given his enthusiasm for treats and toys, he's likely to learn more! Kid does everything to the extreme--including playing with other dogs! He's high energy and even a little rambunctious at times. Kid is looking for a family that is ready to provide lots of exercise, continue both his dog and human socialization and provide him all the love he deserves. Ask to meet him today!",
    "sex": "male",
    "age": 2,
    "size": "large",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "charcoal",
    "secondaryColor": "white",
    "weight": 24.75,
    "intake": "2017-12-20"
  },
  {
    "id": "88567",
    "name": "Janis Joplin",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: It took me a while to decipher Janice. She was hiding in her shy shell. Why?--you would ask. She is so beautiful. She walks nicely, does her business while in the street, sits when requested. Well, at our fourth encounter, Janice started to thaw, put her head in my lap and licked my hands, no treats involved. I discovered and heard, too, that although she does not run after balls, she loves rope toys, playing very nicely tug of war without guarding. Some dogs, like some people, play hard to get, but when they let you in, you are in forever. Janice seems to prefer our company than the one of her peers, but if one looks well, a match is out there for any pooch or person. Janice is at the Manhattan Care Center, dreaming to offer her love to a new person or family.",
    "sex": "female",
    "age": 3,
    "vaccinated": true,
    "primaryColor": "gray",
    "secondaryColor": "white",
    "weight": 27.9,
    "intake": "2018-01-04"
  },
  {
    "id": "88555",
    "name": "Zion",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 8,
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "black",
    "secondaryColor": null,
    "intake": "2017-10-01"
  },
  {
    "id": "88704",
    "name": "Mi Gato",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 8,
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 5.85,
    "intake": "2018-01-24"
  },
  {
    "id": "88547",
    "name": "Penny",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "Penny is currently in foster care. Please email fosters@nycacc.org for more information.\n\n\nHer foster writes: Penny is a delightful, strawberry blonde, brindle, pit mix pup with a unique spotted nose! Her tail has been thumping since we left the Manhattan ACC. When we arrived home, Penny had a bath. She was patient while I bathed her with apricot puppy shampoo and she really liked being dried with a towel. Then it was time to explore her foster home. When she understood her dog bed is truly for her, she was so happy that she rolled over for a belly rub. Penny is a kisser - she licks your hand when you pet her, when you give her a treat, when you tuck her in for bedtime. She seems so grateful for attention and tender loving care. Penny knows her sit, although she's so ravenous for food that her bottom raises off the floor when she reaches to nibble treats from my hand. She is housebroken, crate trained, and we're working on her leash Penny is a lovable, happy-go-lucky pup waiting to meet her furever family, but in the meantime is enjoying being spoiled by her foster mommy!",
    "sex": "female",
    "age": 3,
    "vaccinated": true,
    "primaryColor": "brown",
    "secondaryColor": null,
    "intake": "2017-10-01"
  },
  {
    "id": "88558",
    "name": "May",
    "type": "rabbit",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 3,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "red",
    "weight": 3.15,
    "intake": "2018-01-17"
  },
  {
    "id": "88656",
    "name": "Mistletoe",
    "type": "rabbit",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 1,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "thick",
    "primaryColor": "gray",
    "secondaryColor": "brown",
    "weight": 1.8,
    "intake": "2018-01-12"
  },
  {
    "id": "88735",
    "name": "Rosita Rossi",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "vaccinated": true,
    "primaryColor": "brown",
    "secondaryColor": "white",
    "weight": 21.15,
    "intake": "2018-01-26"
  },
  {
    "id": "88570",
    "name": "Bowery",
    "type": "rabbit",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "tan",
    "secondaryColor": "white",
    "weight": 2.25,
    "intake": "2017-11-18"
  },
  {
    "id": "88670",
    "name": "Fulhenzio",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A staff member writes: Fulhenzio's big brown eyes and smiling face will surely catch your eye right away! Once you stop in front of his kennel the real show starts, with his wiggly body and endlessly wagging tail, you can tell what he wants more than anything in the world is to take a walk with you. Once we get outside he calms right down, explores the yard and leans all the way in to my legs for petting and rubs. At first he doesn't seem to have much interest in the toys, but with some encouragement he plays and plays, running back and forth and shaking them all around. While he will need some help learning polite leash manners, this smart cookie already knows to sit for treats and waits to have his leash replaced to go back into his kennel, where he flops down on his bed and waits to wiggle and wag right into your heart.",
    "sex": "male",
    "age": 2,
    "vaccinated": true,
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 23.85,
    "intake": "2018-01-22"
  },
  {
    "id": "88604",
    "name": "Memphis",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 3,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 4.05,
    "intake": "2018-01-23"
  },
  {
    "id": "88653",
    "name": "Majesty",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": "A volunteer writes: This pup is grappling with a skin issue at the moment, but it will take more than that to dampen Majesty's lust for life. He bounds out for his walkies, all waggy and grinning, glad to be in company. The sight of him navigating the sidewalk, torn between wanting to explore the world and to deal with his itches, is beyond endearing. He'll make sweet eye contact and, though currently sensitive to touch, almost groans with pleasure when you find that spot under his chin where it doesn't hurt him if you scratch it. He also sits for treats and seems housebroken. A little TLC, and Majesty will be as gorgeous on the outside as he already is on the inside. Come meet him in Brooklyn today!",
    "sex": "male",
    "age": 1,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "gray",
    "secondaryColor": "white",
    "weight": 18,
    "intake": "2017-12-18"
  },
  {
    "id": "88621",
    "name": "Johnny Cash",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: We have our very own 'Man in Black' at the Manhattan Care Center. While he's not much for singing, this handsome hunk speaks volumes with his soulful eyes and affectionate ways. Johnny's a true people dog and (quite literally) not one to take kennel life lying down, so you'll usually find him right up front and ready to go. I've even caught him smooshed against the door, luxuriating in a side massage from a passing admirer! Easily leashed and ready to follow wherever it is you're heading, Johnny walks the line like a gentleman, taking his time sniffing all around and greeting other pups of every size with friendly good manners, even the not-so-friendly little ones! He enjoys treats and mouths them gently from my hand, plays nicely with toys and excels at exploring and snuggling--talents that he clearly mastered long ago. Johnny's Care Center fan club is growing by the day, and he rocked his behavior assessment, too, but what this wandering soul truly longs for is a family to love and a place to call his own. Open your heart today, Johnny Cash is ready to come home.",
    "sex": "male",
    "age": 4,
    "vaccinated": true,
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 25.2,
    "intake": "2018-01-03"
  },
  {
    "id": "88631",
    "name": "Hopper",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 5,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "orange",
    "secondaryColor": "white",
    "weight": 2.7,
    "intake": "2018-01-22"
  },
  {
    "id": "88608",
    "name": "Wolf",
    "type": "rabbit",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 2,
    "size": "small",
    "length": "short",
    "vaccinated": true,
    "coat": "thick",
    "primaryColor": "white",
    "secondaryColor": "black",
    "weight": 1.8,
    "intake": "2018-01-22"
  },
  {
    "id": "88700",
    "name": "Loyal",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": "A volunteer writes:  I just hung out with Loyal again and, well, somebody pinch me!  He just might be the pleasantly plump sidekick you've been missing your whole life!  He might pull some on leash at first (he's gotta go!  Loyal seems super housebroken.), but otherwise he just waddles along at my side or slightly ahead of me (giving me a prime view of his steadily wagging tail).  He loves treats, knows \"sit\" and \"down,\" and loves to play with anything squeaky (you might write him off as plump and lazy -- but this guy can zoomie and play bow like the best of 'em!).  His eyes twinkle when you talk to him, he jumps in my lap for attention, and when we encounter his fans in the hallways he's just as happy to see them as they are to see him.  His previous owner tells us he was relaxed and respectful around the resident 6 month old human, that he did well with other dogs at dog parks, and that he's well behaved when left alone.  Make this big sweet guy YOUR guy...he'd love to meet you at Brooklyn ACC!",
    "sex": "male",
    "age": 6,
    "size": "large",
    "vaccinated": true,
    "primaryColor": "brown brindle",
    "secondaryColor": null,
    "weight": 40.95,
    "intake": "2017-12-15"
  },
  {
    "id": "88685",
    "name": "Corndog",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "calico",
    "secondaryColor": "brown",
    "weight": 2.25,
    "intake": "2018-01-23"
  },
  {
    "id": "88559",
    "name": "King",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 7,
    "size": "large",
    "vaccinated": true,
    "primaryColor": "white",
    "secondaryColor": "tan",
    "weight": 31.5,
    "intake": "2017-12-05"
  },
  {
    "id": "88720",
    "name": "Hawkeye",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 6,
    "size": "medium",
    "length": "medium",
    "vaccinated": true,
    "declawed": false,
    "coat": "thick",
    "primaryColor": "black",
    "secondaryColor": null,
    "weight": 2.7,
    "intake": "2018-01-24"
  },
  {
    "id": "88623",
    "name": "Wonder",
    "type": "rabbit",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 3,
    "size": "small",
    "length": "short",
    "vaccinated": true,
    "coat": "thick",
    "primaryColor": "white",
    "secondaryColor": null,
    "weight": 1.8,
    "intake": "2017-11-18"
  },
  {
    "id": "88730",
    "name": "Ketchup",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 2.7,
    "intake": "2018-01-25"
  },
  {
    "id": "88635",
    "name": "Butch",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 1,
    "vaccinated": true,
    "primaryColor": "brown",
    "secondaryColor": "white",
    "weight": 18,
    "intake": "2018-01-24"
  },
  {
    "id": "88638",
    "name": "Glen",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": "A volunteer writes: Glen is so white that he could get lost in blizzard but for two things:  1) he has the cutest, sweetest, most ridiculously pink nose on the planet, and 2) one ear is grey. Talk about distinguishing trademarks! But Glen is not just good looks, no siree! He seems housetrained, is good on leash wagging his tail as we walk, sits as soon as he sees a treat in my hand, and takes them super gently, happily chases toys as I throw them (but hasn't retrieved yet), puts his paws in my lap for some petting, and loves attention from his person. Glen has been gorgeously taken care of, his weight is perfect for his size, his coat clean and groomed, his nails trimmed, and that nose...oh, that nose. Glen has that quiet, respectful personality, he waits for cues from his person and is happy going along with whatever his person wants to do, as long as that includes some treats and some love. Come meet our handsome fellow today to see if you're his soulmate. Ask for Glen.",
    "sex": "male",
    "age": 2,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "gray",
    "weight": 24.75,
    "intake": "2018-01-23"
  },
  {
    "id": "88632",
    "name": "Annabel",
    "type": "rabbit",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 3,
    "vaccinated": true,
    "primaryColor": "white",
    "secondaryColor": "black",
    "weight": 3.6,
    "intake": "2018-01-14"
  },
  {
    "id": "88673",
    "name": "Gustavo",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: Gustavo might look very stoic and serious, but this handsome tall gent is a born sweetheart. He is one amicable and sociable dog, a warm soul, ready to make friends with everyone he meets, peers or humans, and face whatever situation with a positive attitude. He is what we call a \"bomb proof pet\". He is welcoming and collected in his kennel, wags his tail and exits his den with poise. He is not a puller, does his business on the way, and is civil to all other dogs met, big or small, almost ignoring a large male who growled at us. At 76 pounds, Gustavo is a big guy who nevertheless needs to gain some weight and mend his coat. A loving and caring home will take easily care of that. He absolutely loves treats and will jump or sit for them. He ran briefly after a ball, caught it, but favored my treats over a ball game. Gustavo is getting ready for the big day...Valentine's. Yes, he is a lover, too, who likes to squeeze tight against his caretaker and ask for kisses and hugs. Gustavo has the votes of many at the care center. He is a GOOD dog, great looking, too, and one very desirable as a wonderful and loyal friend or family pet. Gustavo is waiting for you at the Manhattan Care Center, dreaming of a long and beautiful friendship with you.",
    "sex": "male",
    "age": 4,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "brown",
    "secondaryColor": "white",
    "weight": 34.2,
    "intake": "2018-01-20"
  },
  {
    "id": "88658",
    "name": "Bailey",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 6,
    "size": "medium",
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 4.05,
    "intake": "2018-01-21"
  },
  {
    "id": "88747",
    "name": "Ashes",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 0,
    "vaccinated": true,
    "primaryColor": "black tabby",
    "secondaryColor": null,
    "weight": 3.15,
    "intake": "2018-01-26"
  },
  {
    "id": "88578",
    "name": "Kumbha",
    "type": "rabbit",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: If you don't already know what I'm about to tell you, you are in for a treat.  There is a type of rabbit called a Rex -- there are mini's and regular sized ones -- and they have a very special and unique coat, different from normal rabbit fur. Kumbha appears to be a mini rex, with a coat that feels like thick, pure velvet.  You can't believe what it feels like against your palm, with a small, warm and soft body beneath.  Kumbha is a young boy, just about one year old, and he was happy to let me bathe my hand in his luxurious coat.  When I opened his kennel door, he stayed patiently in place, and when I started petting him he settled in for his massage.  He's an adorable and calm rabbit, small even for a mini rex, maybe mixed with some Netherland Dwarf.  And remember, a velvety soft coat, like all beauty, is only skin deep.  Kumbha needs and deserves to be loved for every inch of his bunny delightfulness.",
    "sex": "female",
    "age": 1,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": null,
    "weight": 1.8,
    "intake": "2017-12-09"
  },
  {
    "id": "88737",
    "name": "Leon",
    "type": "dog",
    "place": "Staten Island Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 1,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "tan",
    "secondaryColor": null,
    "weight": 15.75,
    "intake": "2018-01-23"
  },
  {
    "id": "88571",
    "name": "Boots",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 10,
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "brown tabby",
    "secondaryColor": null,
    "weight": 5.4,
    "intake": "2018-01-21"
  },
  {
    "id": "88610",
    "name": "Missy",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": "A volunteer writes: Oh my goodness, this sweet little cow dog! If her spotted ears and wiggly body weren't enough to convince me, Missy has a wonderful personality to match. Missy sat patiently in her kennel today, watching me without a single bark (and with lots of tail wags) every time I walked by her and walked other dogs, until it was finally her turn. Super easy to walk on the leash, Missy doesn't pull even the tiniest bit, and walks with a spring in her step that you can't help but smile at. Stopping often to look back at me on our walk, Missy enjoys scratches on the back (and will do the most adorable little spin and wiggle to get more!), and loved to climb up and cuddle whenever we took a break. If you're lucky, she'll even try to lick your face. Missy seems to be house trained, and would be a fantastic dog for someone who's looking for a dog whose wild puppy days are over, but still has lots of love to give and fun days ahead of her. Come and meet Missy at the Brooklyn ACC today.",
    "sex": "female",
    "age": 8,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "black",
    "weight": 22.95,
    "intake": "2018-01-18"
  },
  {
    "id": "88548",
    "name": "Biscotti",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": "Here is Biscotti's interview from Animal Care Centers:\n\nQuestion one: When I say 'let's take a jog' what comes to mind?\n\n\"Sure, If by Jog, you mean lay on the couch and watch it from the T.V\"\n\nQuestion two: What is your guilty pleasure?\n\n\"Food! I can eat until my stomach is beyond full. I've been told by many I need to slow down but who can say no to all those snacks.\"\n\nQuestion Three: What do you consider a great date?\n\n\"Laying on your mattress, eating your food and getting to know you\"\n\nQuestion four: What do you want your fans to know about you?\n\n\"I am a little shy at first but I don't mind getting to know you. You can win my heart with some food, and toys.\"",
    "sex": "male",
    "age": 2,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "gray",
    "secondaryColor": null,
    "weight": 34.65,
    "intake": "2017-12-21"
  },
  {
    "id": "88736",
    "name": "Starla",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 3,
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "gray",
    "secondaryColor": "white",
    "weight": 3.6,
    "intake": "2018-01-26"
  },
  {
    "id": "88654",
    "name": "Sony",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 7,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "brown tabby",
    "secondaryColor": null,
    "weight": 4.5,
    "intake": "2018-01-24"
  },
  {
    "id": "88655",
    "name": "Charlotte Flair",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 3,
    "size": "medium",
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "tortoiseshell",
    "secondaryColor": null,
    "weight": 2.7,
    "intake": "2018-01-21"
  },
  {
    "id": "88740",
    "name": "Antonella",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 4,
    "vaccinated": true,
    "primaryColor": "gray",
    "secondaryColor": "white",
    "weight": 23.4,
    "intake": "2018-01-26"
  },
  {
    "id": "88642",
    "name": "Scrappy",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: A born and bred New Yorker, Scrappy poses like a GQ model and looks like one, too. But at heart, he's more of a country boy, and it's the simple things in life that bring a wag to his tail: snuffling through the snow, strolling in the park, romping with doggie friends or just chilling out and watching the world go by. His sweet ways make even the coldest winter's day seem warm and friendly. Whether he's making me smile with his insistence on walking through the snow (despite perfectly cleared sidewalks), or softly kissing another volunteer's chin as a snuggle time thank you, I stand in awe of his consistently gentle, good-hearted nature. On leash, he matches his pace to mine, listens attentively to directions, and takes care of all his business tout suite. Off leash he's silly and super tolerant with the other pups as well. That constantly wagging tail in playgroup videos can't lie--Scrappy loves to socialize! His previous family described him as friendly, affectionate, playful, excitable, mellow, confident and independent, and I'm here to vouch that he's all that and so much more. Visit Scrappy at our Manhattan Care Center today. Cuddle him, play with him and praise him and once you've earned his trust, I guarantee his big heart will be yours to keep, forever.",
    "sex": "male",
    "age": 4,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "brown",
    "secondaryColor": "white",
    "weight": 22.5,
    "intake": "2018-01-06"
  },
  {
    "id": "88678",
    "name": "Snowflake",
    "type": "rabbit",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": null,
    "weight": 2.25,
    "intake": "2017-12-14"
  },
  {
    "id": "88626",
    "name": "Nyla",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 4,
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "tortoiseshell",
    "secondaryColor": null,
    "weight": 4.5,
    "intake": "2018-01-18"
  },
  {
    "id": "88596",
    "name": "Allen",
    "type": "rabbit",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: Allen is a sweet red-eyed white rabbit who is a bunny teenager.  He has been at the shelter since he was a wee bun and is now maturing into a delightful bundle of joy.  He is curious and energetic and will make a loving companion for years to come.",
    "sex": "male",
    "age": 1,
    "vaccinated": true,
    "primaryColor": "white",
    "secondaryColor": null,
    "weight": 1.35,
    "intake": "2017-10-01"
  },
  {
    "id": "88605",
    "name": "Manny",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 5,
    "vaccinated": true,
    "primaryColor": "brown",
    "secondaryColor": null,
    "weight": 18.9,
    "intake": "2018-01-16"
  },
  {
    "id": "88581",
    "name": "Destiny",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: I went to the pet store today before my next visit with Destiny, tomorrow, to buy an XXXX size coat to perfectly fit her waist. Not that she seemed to mind the cold much. May be little booties are in order, too, as she was not happy to have snow melting salt eating at her toes. Destiny is a chunky mama. She smelled and spotted right away my home made cookies in my bag...and they were on a bench, in the cold. She loves treats, understandably. She loves the ball, too, and believe me, if you adopt Destiny, a good ball game or two a day, combined with a proper diet, will have her slim like a Barbie doll in no time. She is a player and an active one. Of course, there are some people (like me) who adore tubby pooches, as there is only more to love. Destiny is a good walker, likely house trained, civil with other dogs met and proper in playgroups with her peers as long as they are well mannered. She likes quiet time with her caretaker, sits nicely by my feet and enjoys caresses while watching people going in and out of our waiting room. I really like dogs who are a mix of lively, playful and sweet. Destiny is a good example of it and that what makes of her a most wonderful candidate as a new forever best friend. Come and meet Destiny at the Manhattan Care Center. She is waiting for you.",
    "sex": "female",
    "age": 5,
    "vaccinated": true,
    "primaryColor": "white",
    "secondaryColor": "brown",
    "weight": 32.4,
    "intake": "2018-01-03"
  },
  {
    "id": "88701",
    "name": "Nairobi",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 10,
    "size": "medium",
    "length": "long",
    "vaccinated": true,
    "declawed": false,
    "coat": "thick",
    "primaryColor": "orange",
    "secondaryColor": "white",
    "weight": 2.25,
    "intake": "2018-01-21"
  },
  {
    "id": "88606",
    "name": "Diesel",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: Diesel is a handsome and energetic young man always happy to run free in the yard, go for a walk or meet with his peers, boys and girls. He loves to play, too. Rope toys are his favorite. There is a lot to like about him. His beauty, at first, his slender and healthy body wrapped in a gorgeous tiger brindle coat. His spunk. Diesel is up for whatever you have in store for him. He surely would love an active owner, go hiking, running around the reservoir, running after and jumping for frisbees. He pulls quite a bit on the leash, but nothing that a good harness can not handle. Diesel is no stranger to kisses and hugs. After some treats for which he will sit, a stop by my lap is in order. Diesel will make a wonderful, playful and loving companion to the new person who will elect him as \"numero uno forever best friend\". Come and meet him soon at the Manhattan Care Center.",
    "sex": "male",
    "age": 2,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "brown brindle",
    "secondaryColor": "white",
    "weight": 21.6,
    "intake": "2018-01-19"
  },
  {
    "id": "88667",
    "name": "Francine",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: I met Francine the day she arrived at the care center, sitting calmly in the lobby between two ladies, a large smile on her face. She was found in an empty apartment, kept for a few days by her finders but unfortunately, the resident dog did not care much for her...and Francine was brought to us.  She is quite a pretty gal in her white outfit and lovely ebony coiffe. She sits at her door, not shy at all, her tail wagging and body wiggling. She walks rather nicely, does her business at once in the street and sits on command after a few prompts, treats helping, of course. She is fine being handled, and the eye of the camera does not intimidate her at all. She likes the attention and caresses, and hops on the bench to be close to her caretaker.  Although she is said to have tried to be playful with her finder's pet, Francine has mostly kept to herself in playgroups with her peers here at the care center. Francine would love to be home  for the holidays, and the many more to come. Would you like the make Francine's wish come true? She is waiting for you at the Manhattan Care Center.",
    "sex": "female",
    "age": 2,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "black",
    "weight": 18.9,
    "intake": "2017-12-02"
  },
  {
    "id": "88575",
    "name": "Marist",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: Marist is a cool cat(I hope you love cats..), a smooth operator who has already conquered the heart of many here at the care center.  Even other dogs like him, making his time in playgroups with his peers a breeze. Marist is calm in his kennel and his one blue eye shines like a precious gem in the dark. He comes slowly to his door, gets leashed and goes for a very peaceful stroll around the block, not forgetting of course to do his business. What a blessing to walk such a well mannered dog! In the yard, Marist explores the area quietly. He likes to rest in the middle  of the turf and wait for treats that he takes so gently from my hand.  He likes to be caressed and even with some coaxing, ends up on my lap  for more petting. Marist is no couch potato, though. He loves to play, run after a tennis ball and bring it back toward me, no guarding involved. Marist  is definitively a dog to consider if what you are looking for is a well behaved and loving companion as well as a lively and playful four legged best friend. Marist is at the Manhattan Care Center. Ask to meet him soon...\n\nAnother volunteer writes:  Move over Paul, there's another blue eyed hunk in our midst.  Marist is a head turner, no doubt about it.  He's gorgeous, his weight perfect for his size, his quiet demeanor making him a perfect companion for a leisurely stroll to the park.  Marist is likely house-trained, super mellow and chill, gets playful for a minute in a pen, and has enjoyed running fun in playgroups with females (he has not been with males as of this writing).  Marist enjoys being petted, wags his tail at people coming over to talk to me, and was soooooo patient when I talked to staff for a while.   What a good boy.   Later in the day, Marist is lying quietly on his bed, opening his eyes as he senses me near, but content to hang out on the bed.   From what we've observed, Marist seems like the perfect couch potato companion, a nice walk, a bit of play and then content to mellow out with his person.   As my mother would say, 'what's not to like?'.",
    "sex": "male",
    "age": 7,
    "size": "large",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "gray",
    "weight": 27.9,
    "intake": "2017-12-11"
  },
  {
    "id": "88650",
    "name": "Ming",
    "type": "rabbit",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 7,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "black",
    "weight": 1.8,
    "intake": "2018-01-06"
  },
  {
    "id": "88661",
    "name": "Tony",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 2,
    "size": "large",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "brown",
    "secondaryColor": "black",
    "weight": 30.6,
    "intake": "2018-01-24"
  },
  {
    "id": "88686",
    "name": "Smokey",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 9,
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "gray tabby",
    "secondaryColor": "white",
    "weight": 4.95,
    "intake": "2018-01-24"
  },
  {
    "id": "88611",
    "name": "Argos",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 10,
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 5.85,
    "intake": "2018-01-21"
  },
  {
    "id": "88634",
    "name": "Marcelina",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "brown brindle",
    "secondaryColor": "white",
    "weight": 18.9,
    "intake": "2018-01-20"
  },
  {
    "id": "88584",
    "name": "Brenda",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": "A volunteer writes: What do you get when you take perfection and dress it up like a little cow?  Brenda!  This lady is an absolute delight to spend time with.  She has been perfect on leash on all of our walks, always keeps her cage clean (she seems super housebroken), sits for treats like there's no tomorrow, and is a STAR at playing fetch.  She gets super excited whenever I show her a toy (and might even stray from her perfect manners and demand bark -- SO excited) and always drops them in my lap or at my feet so she can chase it again.  Not only is she playful and smart, Brenda is bursting at the seams with love to give!  She stands on her tippy toes and paws at me so she can barrage me with kisses, says \"I love you\" with her eyes, and likes to challenge the size-limit for lap dogs (and has briefly succeeded!).  To boot, she has an endearing habit of sitting in chairs like a little person.  She is a ray of sunshine and would love to light up your life...come meet her at Brooklyn ACC!",
    "sex": "female",
    "age": 7,
    "vaccinated": true,
    "primaryColor": "white",
    "secondaryColor": "black",
    "weight": 31.95,
    "intake": "2018-01-05"
  },
  {
    "id": "88566",
    "name": "Kudo",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": "A volunteer writes: Happy Kudo is a sight for sore eyes-- if you're looking for a dog to celebrate you every time you get home, Kudo could be the one for you! Every time I walk by his kennel, he wags his tail, and wags it extra hard if I throw in a little baby talk. He licks my fingers through the bars and has all the exuberance of a young pup. Kudo pulls a tiny bit on the leash, but is responsive to his walker and will pay close attention when you tell him to slow down. He has the cutest floppy-pointy ears: they're floppy and long when he's walking, but the second he sees or hears something interesting, he stops and sticks his ears straight up to listen extra-close. Today a loud motorcycle went by us, and Kudo sat down and looked right at it (ears pointed the whole time!) until it passed by. Such a funny boy. Kudo can sit for treats, and if you only give him one, he will gladly climb up onto the bench next to you and place one little paw on your knee, as if to say \"May I have another, please?\" What a polite pup! Come and meet this funny dog at the Brooklyn ACC.",
    "sex": "male",
    "age": 1,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 27.9,
    "intake": "2018-01-15"
  },
  {
    "id": "88587",
    "name": "Amy",
    "type": "rabbit",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": null,
    "weight": 2.7,
    "intake": "2018-01-20"
  },
  {
    "id": "88546",
    "name": "Destiny",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 7,
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "tortoiseshell",
    "secondaryColor": "white",
    "weight": 2.25,
    "intake": "2018-01-17"
  },
  {
    "id": "88599",
    "name": "Bethany",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": "The Foster Writes: Bethany is an adorable dog! If you don't fall for her expressive ears and markings, you will most definitely fall for her loving personality. Bethany can be timid at first. However, once she gets comfortable she'll follow you around and won't stop cuddling with you. She particularly loves getting belly rubs and hugs. Bethany will love you even more if you take her to play fetch. She loves it! She even knows to bring back the ball and drop it at your feet. It's quite impressive. \n\nBeyond being adorable, she's a great dog for city living. She is house trained (only had a few accidents the first couple of days) and can freely roam my apartment when I am not there. She likes to hang out in the crate and in the bed during the day. Her energy level is just right though. She's more than happy to spend the day sleeping but looks forward to games of fetch or walks. \n\nWith Bethany, you get the best of both worlds! She is a loving dog who wants to cuddle, but who is also happy to join you for outdoors activities.",
    "sex": "female",
    "age": 5,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "brown brindle",
    "weight": 22.05,
    "intake": "2017-12-07"
  },
  {
    "id": "88746",
    "name": "Nidus",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 1,
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "orange tabby",
    "secondaryColor": null,
    "weight": 3.6,
    "intake": "2018-01-25"
  },
  {
    "id": "88683",
    "name": "Crown",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 2,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "gray",
    "secondaryColor": null,
    "weight": 3.15,
    "intake": "2018-01-22"
  },
  {
    "id": "88614",
    "name": "Marla",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes:\n\nMarla for President! (Of dogs that is.) It doesn't matter on which side of the aisle your bread is buttered. I think we can all agree that there's one four-legged campaign to really get behind. Marla's main focus points? Well first she wants to bring back perfect puppy manners. Of course ALL our pups have wonderful manners. But given Marla's significant experience with picture-perfect \"sits,\" elegant treat-takings, and debutante walks, she's the ideal candidate to lead every pup in America in the world! To the garden of effortless etiquette. What's Marla against? Well for one - lack of snacks. Studies have shown (disclaimer: Marla conducted the studies) that most pups don't receive anywhere NEAR enough snacks! One, two, three bones a day? With Marla as Pup President every pup will receive EXACTLY the number of snacks that Marla herself finds suitable. And that number is known as \"infinite.\" Currently Marla is running unopposed but if she were to face an opponent? Well really that would never work. Because on top of perfect manners and a passion for snacks, Marla also has a passion for other pups (her current job title is \"Resident Playgroup Star.\"). So more than likely they'd run together. What else should you know about Marla? Let's see. Well she's tough on toys (squeaky ones especially), soft on hugs (long ones preferably), and committed to making every morning a drool-worthy morning for all of her constituents! So come meet Marla today and then cast your vote! Marla for President! (Of your heart that is.) Marla is campaigning in adoptions at Manhattan ACC.",
    "sex": "female",
    "age": 2,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "brown",
    "weight": 20.7,
    "intake": "2017-11-26"
  },
  {
    "id": "88639",
    "name": "Blooey",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: Go ahead. Take a moment, catch your breath. I mean it's not every day you encounter a face that looks like this. Yes, 2 year-old Blooey could make anything look good. A scarf, a collar, most likely a paper bag, and definitely, undoubtedly, most especially you. But don't be fooled by Blooey's effortless \"blue steel.\" This silver-coated stunner is a goof-ball-wiggle-butt-silly-pants-drooly-face hiding in supermodel clothing. Obviously I'm powerless against Blooey waiting in his kennel. I quickly invite him out for a walk, and to the park in the sun we go. Blooey is young and strong, full of energy and life, and given how eager he is to be out amongst the people (aka his fans), he does pull a bit on leash. But our handsome hunk has a heart of gold and is nothing if not wanting to please. And after a brisk stroll, some quick zoomies, and fun playtime, Blooey relaxes and his manners improve.  Blooey was surrendered to our care due to a change in his family's housing. He previously lived with children ages 4 and 7, and is said to have played with them gently. He has interacted with dogs of all sizes though never lived with another, and has no exposure to cats. Blooey appears to be housebroken, takes treats nicely, has enjoyed the company of other dogs at the shelter, and responds to correction very well. Given his high energy, he would do best with an active, experienced family and can give this show-stopper the time and attention he needs, and continue to brush up on those manners. 2018 has only just begun, and here you are, about to meet your new best friend. You've caught your breath. Not don't let another moment go by. Blooey is waiting in adoptions at Manhattan ACC.",
    "sex": "male",
    "age": 2,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "gray",
    "secondaryColor": "white",
    "weight": 30.15,
    "intake": "2018-01-21"
  },
  {
    "id": "88564",
    "name": "Ginger",
    "type": "rabbit",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 4,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "thick",
    "primaryColor": "white",
    "secondaryColor": "chocolate",
    "weight": 1.8,
    "intake": "2018-01-17"
  },
  {
    "id": "88659",
    "name": "Buddha",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes:\nBuddha is a very beautiful dog...all white. His eyes' color blends blue lagoon and tender green. He is so well groomed and the perfect weight. Buddha always welcomes me at his door and is leashed easily. He is quite a good walker, house trained, most likely, and polite to the peers we near. He ignored me at our first  encounter, sniffing around the yard but then, became closer even at the point to sit upon command, eat treats gently from my hand and giving me his paw upon request. He did not care for the ball. The cold does seem to not promote playful behaviors in most short-haired dogs. Buddha lived with his family of one young child and a female dog, and they all got along fine. He needed time to warm up to strangers, and eventually did. Likes toddlers, some dogs often prefer not to share their stuff. As any good human parent, the pet parent will have to teach his/her dog that sharing can eventually lead to friendship or at least, a peaceful coexistence. Gorgeous Buddha will need experienced while loving hands to bring the best out of him and make him a most wonderful forever best friend.",
    "sex": "male",
    "age": 2,
    "vaccinated": true,
    "primaryColor": "white",
    "secondaryColor": null,
    "weight": 25.2,
    "intake": "2017-12-31"
  },
  {
    "id": "88671",
    "name": "Seamus",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: A big schmoosh...that's our Seamus. I met him as staff was taking him out for a brief walk. He has a leg injury so is restricted in his walks. But, he seems to be housetrained, so a walk is a necessity, and he actually does quite well, including up and down stairs. He's absolutely stunning, his coat gleams, his eyes are piercing yet soft amber marbles. As we chatted, he lay down near me, head on my lap for some petting, and I was so happy to oblige. A pithy conversation about current events, Pit Bulls and Parolees, when will the weather get warm but it is January after all, we touched on everything, and Seamus was a quiet and attentive listener, of course, agreeing with everything I said. When I stood and took my leash down from the pole, he stood right away, little tail wags showing his pleasure, as to him a walk means 'I'm going out'. Sadly, today it meant he was going in, which he did perfectly, including hopping up into his kennel and settling onto his bed. He's such a sweet dog, easy, gentle and soft.   He'll need a vet to evaluate his leg and determine a course of treatment, but boy oh boy, is he worth it. Come meet him and see for yourself.",
    "sex": "male",
    "age": 7,
    "vaccinated": true,
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 28.8,
    "intake": "2018-01-17"
  },
  {
    "id": "88672",
    "name": "Mashed Potato",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 3,
    "vaccinated": true,
    "primaryColor": "brindle",
    "secondaryColor": null,
    "weight": 30.6,
    "intake": "2018-01-22"
  },
  {
    "id": "88739",
    "name": "N'Sync",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes:  I admit - we grown women did our fair share of squealing and swooning over In Sync.   How could we not?  He's absolutely stunning, well mannered, good on leash, knows sit and shake, seems housetrained, loves to give kisses, is lively and playful and enjoys a good game of tug.   In the park he posed perfectly for photos like he's had a camera pointed at him all his young life (he's so handsome he probably has), and off leash he loved running free, chasing balls and toys and bringing the tug toy over to me for a game.  He's adorably puppy bouncy and clumsy from time to time and I actually laughed out loud. He's so cute!    Every time I let him win (shhhh, our secret), he'd bring it back for another game.   He loves playing with both boys and girls in playgroup, loves being with people, and just loves.  Period.  So, in summation, from where I sit he's pretty perfect all around so if you're still reading this and not making your way to meet him you'll miss out.   Do it today!",
    "sex": "male",
    "age": 1,
    "vaccinated": true,
    "primaryColor": "gray",
    "secondaryColor": "white",
    "weight": 22.05,
    "intake": "2018-01-26"
  },
  {
    "id": "88708",
    "name": "Scrappy",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 9,
    "size": "large",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "tan",
    "secondaryColor": "white",
    "weight": 28.8,
    "intake": "2018-01-20"
  },
  {
    "id": "88703",
    "name": "Tyson",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 2,
    "vaccinated": true,
    "primaryColor": "brown brindle",
    "secondaryColor": null,
    "weight": 28.35,
    "intake": "2018-01-24"
  },
  {
    "id": "88590",
    "name": "Bill Nye",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 1,
    "vaccinated": true,
    "primaryColor": "white merle",
    "secondaryColor": "brown brindle",
    "weight": 13.95,
    "intake": "2018-01-13"
  },
  {
    "id": "88616",
    "name": "Lowe",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "size": "small",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "gray",
    "weight": 1.8,
    "intake": "2018-01-23"
  },
  {
    "id": "88607",
    "name": "Remy",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": "A volunteer writes: Remy! A puppy in a big dog's body. He's energetic, joyful, and full of tail-wags for everyone.  Remy has a zest for life that is unparalleled-- if you're looking for a happy dog to follow you on all your adventures (and maybe even run next to you!), you've found your match. He seems to be house trained, loves to jump into your lap and give you face licks, and wags his tail like it's a helicopter propeller keeping him afloat. Remy pulls a little bit on the leash but walks perfectly on a harness, and is looking for his forever adventure buddy. Could it be you? Come and meet Remy at the Brooklyn ACC today!",
    "sex": "male",
    "age": 3,
    "vaccinated": true,
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 25.65,
    "intake": "2017-12-31"
  },
  {
    "id": "88560",
    "name": "Tribble",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: If you combined a race horse, and a teddy bear, and a pot of hazelnut chocolate - poof! Out would pop Tribble. Elegant and graceful, snuggly yet slightly serious, Tribble looks right at home in his collegiate, fall sweater, so young and a student himself. Like the high school quarterback of dogs now ready for a life of study, study Tribble does as he's still on the shyer side. He is always warm and consistently friendly, but considers each word I mouth and action I make before responding smartly and appropriately in kind. Ah that's right. \"Smart\" doesn't apply just to Tribble's wardrobe. This effortlessly handsome toffee bar has the brightest of bulbs inside that pretty bean as he sits, stays, and heels right at my command. Tribble comes to us as a stray so unfortunately not much of his past is known. He has a few cuts and bruises across his nose and the snap of the camera startles him each time. But as soon as he's comfortable, feels certain you're a friend, it's near impossible to find Tribble anywhere but your lap, not that you'd want him anyplace else. The holidays are coming and this smart, handsome college boy, he's all done with learning for now, finished with his studies. He's ready to come home. Tribble is waiting in adoptions at Manhattan ACC.",
    "sex": "male",
    "age": 2,
    "vaccinated": true,
    "primaryColor": "brindle",
    "secondaryColor": "white",
    "weight": 19.8,
    "intake": "2017-11-30"
  },
  {
    "id": "88554",
    "name": "Berlin",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 10,
    "size": "small",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "thick",
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 1.8,
    "intake": "2018-01-21"
  },
  {
    "id": "88595",
    "name": "Razzle Dazzle",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 3,
    "size": "large",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "tan",
    "weight": 28.8,
    "intake": "2018-01-22"
  },
  {
    "id": "88601",
    "name": "Timba",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 8,
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "brown tabby",
    "secondaryColor": null,
    "weight": 6.75,
    "intake": "2018-01-15"
  },
  {
    "id": "88550",
    "name": "Rocket",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 6,
    "size": "large",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": null,
    "weight": 27.9,
    "intake": "2018-01-23"
  },
  {
    "id": "88594",
    "name": "Flounder",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 4,
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "gray",
    "secondaryColor": null,
    "weight": 2.7,
    "intake": "2018-01-20"
  },
  {
    "id": "88612",
    "name": "Yamaha",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 2,
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 3.6,
    "intake": "2018-01-24"
  },
  {
    "id": "88742",
    "name": "Alpaca",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 8,
    "vaccinated": true,
    "primaryColor": "white",
    "secondaryColor": "black",
    "weight": 3.15,
    "intake": "2018-01-26"
  },
  {
    "id": "88583",
    "name": "Egypt",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 2,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 21.15,
    "intake": "2018-01-25"
  },
  {
    "id": "88722",
    "name": "Wonder",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 8,
    "size": "small",
    "length": "medium",
    "vaccinated": true,
    "declawed": false,
    "coat": "thick",
    "primaryColor": "gray",
    "secondaryColor": null,
    "weight": 1.8,
    "intake": "2018-01-24"
  },
  {
    "id": "88714",
    "name": "Bella",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 8,
    "size": "large",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "gray brindle",
    "secondaryColor": "white",
    "weight": 26.1,
    "intake": "2018-01-25"
  },
  {
    "id": "88664",
    "name": "Coco",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": null,
    "weight": 2.7,
    "intake": "2018-01-24"
  },
  {
    "id": "88668",
    "name": "CJ",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 4,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "brown",
    "weight": 19.35,
    "intake": "2018-01-22"
  },
  {
    "id": "88572",
    "name": "Mitt",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 8,
    "size": "small",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "orange tabby",
    "secondaryColor": null,
    "weight": 1.35,
    "intake": "2018-01-23"
  },
  {
    "id": "88734",
    "name": "Bristol",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 2,
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "orange tabby",
    "weight": 4.05,
    "intake": "2018-01-23"
  },
  {
    "id": "88597",
    "name": "Hedwig",
    "type": "cat",
    "place": "Staten Island Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 3,
    "size": "medium",
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "black",
    "secondaryColor": null,
    "weight": 4.05,
    "intake": "2018-01-21"
  },
  {
    "id": "88752",
    "name": "Fonzi",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 2,
    "length": "medium",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "gray tabby",
    "weight": 6.75,
    "intake": "2018-01-26"
  },
  {
    "id": "88693",
    "name": "Etana",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 9,
    "size": "large",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "tan",
    "secondaryColor": "white",
    "weight": 26.55,
    "intake": "2018-01-25"
  },
  {
    "id": "88609",
    "name": "Jaida",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 3,
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "gray tabby",
    "secondaryColor": "white",
    "weight": 3.15,
    "intake": "2018-01-19"
  },
  {
    "id": "88636",
    "name": "Korbit",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 3,
    "vaccinated": true,
    "primaryColor": "brown",
    "secondaryColor": null,
    "weight": 13.95,
    "intake": "2018-01-24"
  },
  {
    "id": "88577",
    "name": "Bennett",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 1,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "orange tabby",
    "secondaryColor": "white",
    "weight": 4.05,
    "intake": "2018-01-22"
  },
  {
    "id": "88716",
    "name": "Sylvester",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 2,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 4.05,
    "intake": "2018-01-25"
  },
  {
    "id": "88660",
    "name": "Hunnie",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 5,
    "size": "medium",
    "vaccinated": true,
    "primaryColor": "bronze",
    "secondaryColor": "white",
    "weight": 34.2,
    "intake": "2018-01-06"
  },
  {
    "id": "88549",
    "name": "Penny",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: Who needs a stuffed toy animal or an aromatherapy pillow when one owns a pooch like Penny? She is a sweet lady, a bit shy as she is new to us but quickly gets into the mood of being the warm and loving pet she most likely was just yesterday. She hops on the bench, gives paw, shelters herself in your arms and gets hugged and kissed. A therapy dog....Penny seems to have been well cared for. She is close to middle age, healthy, the perfect weight and wears the most beautiful, well groomed and thick golden brown coat. She walks very well on the leash, is likely house trained, meets politely her peers, big and small and sits upon request without treats. She is sociable and welcomes with a wagging tail visitors to our pen even forgetting all about me to make friends with a newcomer....I am looking forward to seeing her again very soon as she is such a sweetheart but I would be even more happy to see her leaving us with a new owner or family.  Come and meet Penny at the Manhattan Care Center. She is a feel good pet sure to bring you sunshine in the winter months...\n\nAnother volunteer writes: Penny is gentle and sweet. When we sat on a bench, she licked my face and pressed up against me in an affectionate gesture. She is also well-behaved on the leash, just pulling a bit. Overall, a laid-back and friendly dog, nice to be around.",
    "sex": "female",
    "age": 6,
    "length": "medium",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "tan",
    "secondaryColor": "tan",
    "weight": 24.75,
    "intake": "2017-11-12"
  },
  {
    "id": "88603",
    "name": "Slider",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 2,
    "size": "small",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "orange tabby",
    "secondaryColor": null,
    "weight": 2.7,
    "intake": "2018-01-23"
  },
  {
    "id": "88629",
    "name": "Big Girl",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 6,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "tan",
    "secondaryColor": "white",
    "weight": 20.25,
    "intake": "2018-01-19"
  },
  {
    "id": "88591",
    "name": "Comic",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 1,
    "size": "medium",
    "length": "medium",
    "vaccinated": true,
    "declawed": false,
    "coat": "thick",
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 2.25,
    "intake": "2018-01-24"
  },
  {
    "id": "88709",
    "name": "Cinnamon",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: Sugar and spice and all things nice, that's what Cinnamon is made of! This stunningly beautiful teenager is ready to take on the world with a heart full of love and enough energy to power NYC for a month so look out world, here she comes! Cinnamon lives life large and gives her all to every moment of every day, from playgroup to fetch to a simple walk through the park. She's extremely frisky, loves toys and tug but doesn't guard her things, greets everyone she meets with lots of bouncy hugs and kisses and even sits on command to snarfle treats from my hand. She walks well in a harness leash and is always so excited to meet other dogs but her over-the-top (sometimes literally!) play style can be too much for less frisky dogs so a home with a tolerant four-legged sibling who'll teach her the ropes of proper play etiquette would be perfect.Cinnamon's a young go-getter looking for games to play and hearts to steal and if you're ready for adventure she'd love to invite you along as her sidekick. Ask to meet her at our Manhattan Care Center and come prepared to be cuddled!",
    "sex": "female",
    "age": 1,
    "vaccinated": true,
    "primaryColor": "tan",
    "secondaryColor": "white",
    "weight": 26.55,
    "intake": "2018-01-19"
  },
  {
    "id": "88657",
    "name": "Mambo",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: Are you ready to do the Mambo? It's easy when you've got the right partner. This honey-coated hunk is happy to take the lead. All you need is a leash and a whole lotta love! Mambo's a goofy clown who wants to be out living life to the full, and I'll admit he can come across as a bit of a diva in his kennel, jumping on the door and barking up a storm if he thinks there's a chance you're going to walk him. But slip on a leash, offer him some snuggles and show him a toy, and he transforms into the most attentive BFF in a heartbeat. Mambo adores playing with toys of all kinds and carries one in his mouth throughout our stroll, which, combined with a cute winter coat, pushes his adorableness levels off the charts and earns him an admiring chorus of awwws that follows him all the way around the block. He's a big boy and does pull in his enthusiasm to explore, but he walks well in a harness, seems to be house trained, and sits on command like a champ before hopping up and gently holding my paw in his own to nibble a well-deserved reward treat. For such a butch-looking dog he can be surprisingly delicate, and I had to laugh when he wussed out over walking in the snow and pathetically limped along on alternating feet until I stopped to clean the salt (dog paws are very sensitive to this) from between each toe. This fun and friendly gem would make any experienced pet parent proud to walk by his side, and he's already neutered and ready to leave today. Ask to meet Mambo at our Manhattan Care Center, and you could be the lucky adopter who gets to dance home with a star!",
    "sex": "male",
    "age": 1,
    "vaccinated": true,
    "primaryColor": "brown",
    "secondaryColor": "white",
    "weight": 26.1,
    "intake": "2018-01-25"
  },
  {
    "id": "88647",
    "name": "Ray",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 7,
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 5.85,
    "intake": "2018-01-24"
  },
  {
    "id": "88705",
    "name": "Mamba",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 3,
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "orange tabby",
    "secondaryColor": "white",
    "weight": 2.7,
    "intake": "2018-01-12"
  },
  {
    "id": "88646",
    "name": "Sunshine",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: Who wants a pocketful of Sunshine? This adorable orange guy, with his saucer green eyes and a black speckled nose, is all sunny warmth and sweetness. Seemingly shy at first, Sunshine looked up me at with the most adorable cute boy face (you know the look: the irresistible head tilt accompanied by large Puss-in-Boots eyes) and no sooner came out of his cubby to bust a move. He started out by batting his silver bell toy around, proving that he is much more youthful than his years, and ended with head butts and purrs. If you would love a cozy marmalade cuddle buddy in your life, come visit Sunshine at Manhattan Animal Care Center.",
    "sex": "male",
    "age": 13,
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "orange tabby",
    "secondaryColor": null,
    "weight": 4.5,
    "intake": "2018-01-21"
  },
  {
    "id": "88565",
    "name": "Belle",
    "type": "rabbit",
    "place": "Manhattan Animal Care Center",
    "description": "Basic Information:\tBell was found as a stray with her housemate Ariel.\n\nEnclosure History\tAriel and Bell have been kept together since they were found as strays.\nDiet\tBell was fed pellets and hay while with finder.\nBehavior Notes\tBell is calm and allows all handling.",
    "sex": "female",
    "age": 1,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": null,
    "weight": 2.25,
    "intake": "2017-11-05"
  },
  {
    "id": "88719",
    "name": "Hunter",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 8,
    "size": "medium",
    "length": "medium",
    "vaccinated": true,
    "declawed": false,
    "coat": "thick",
    "primaryColor": "white",
    "secondaryColor": "orange tabby",
    "weight": 2.7,
    "intake": "2018-01-24"
  },
  {
    "id": "88573",
    "name": "Ariel",
    "type": "rabbit",
    "place": "Manhattan Animal Care Center",
    "description": "Origin Address\t\nBasic Information:\tAriel was found as a stray with her housemate Bell.\nHousehold History\tN/A\nEnclosure History\tAriel and Bell have been kept together since they were found as strays.\nDiet\tAriel was fed pellets and hay while with finder.\nBehavior Notes\tAriel is calm and allows all handling.",
    "sex": "female",
    "age": 1,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": null,
    "weight": 2.25,
    "intake": "2017-11-05"
  },
  {
    "id": "88676",
    "name": "Thea",
    "type": "rabbit",
    "place": "Brooklyn Animal Care Center",
    "description": "Basic Information:\tGeoffrey is a 3 year old neutered rabbit who was surrendered by his owner due to allergies. THe owner stated that he has had Geoffrey for the past 2 years.\n\nPreviously lived with:\tOwner\n\nHousehold History\tGeoffrey has not spent time in the home around other animals so it is unknown how he will react.\n\nEnclosure History\tOwner stated that Geoffrey's cage was a CVC cage with mats on the bottom. He stated that when he is not home the rabbit stay in his cage. He is allowed out of the cage daily for a few hours at a time. The cage was located in the owners bedroom.\n\nDiet\tOwner stated that he was feeding Geoffrey a variety of hay, pellets, and veggies.\n\nBehavior Notes\tOwner stated that Geoffrey has not spent time around children so it is unknown how he will react. When approaching Geoffrey when he is in the cage he will run away. Geoffrey will struggle to get away when being held but he likes to be pet. Geoffrey like to rearrange his enclosure. Geoffrey will chew on cords.\n\nEnergy level/descriptors:\tMedium\n\nHas this animal ever had any medical issues?\tNo\n\nMedical Notes\tNo reported medical concerns.\n\nFor a New Family to Know\tGeoffrey has never been bathed nor had his teeth cleaned so it is unknown how he will react. When having his nails trimmed he will struggle to get away. He enjoys being brushed and he isn't bothered if he is put in a carrier.",
    "sex": "male",
    "age": 3,
    "size": "small",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 2.7,
    "intake": "2017-11-03"
  },
  {
    "id": "88652",
    "name": "Sega",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "size": "small",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "gray tabby",
    "secondaryColor": "white",
    "weight": 1.8,
    "intake": "2018-01-24"
  },
  {
    "id": "88679",
    "name": "Grace",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "Grace is a two-year old chocolate brown pit bull. She adores people and is happy to follow you around the house and stop for the many people who want to pet her while she is out and about. Grace walks well on a leash, though she has a tendency to stroll into any store where the doors slide open as she passes by. Grace also has some stubborn moments-mostly when she is ready to go back home for more snuggles. Grace is housebroken and likes to do her business in the street. While in foster care, Grace lived with two older cats and, as the guest in the house, was respectful of their space and their desire to be left alone. Grace is very playful and needs lots of exercise. She would do best with someone who runs, bikes, and/or has plenty of time for long walks, games of fetch, and tug-of-war. Grace loves to play at the dog park (though she has only played with other large dogs that are known to be friendly). She loves to chase and be chased. Finally, Grace is a licker! She loves to lick your face, head, arms whenever she can.",
    "sex": "female",
    "age": 2,
    "vaccinated": true,
    "primaryColor": "chocolate",
    "secondaryColor": null,
    "weight": 24.75,
    "intake": "2017-11-09"
  },
  {
    "id": "88645",
    "name": "Snow White",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "The Foster Writes: Snow White (11176) is an amazing dog for any type of house hold. She loves to play with toys, loves running around when asked to play but doesn't have the slightest problem with laying on the couch all day either. She is very contact friendly, loves to curl next to her human and lay her head in their lap. She is very sweet and gentle. She doesn't push herself on others, she is very polite. \n\nSnow has been living in our house for over two weeks. She has access to the whole house and she is very polite guest. She is 100% house broken, doesn't steal food even if left on the coffee table, she is not interested in chewing up anything human and she is very respectable of the areas she is allowed to go to. She know that in our house she is allowed on couch and not allowed on the bed, she respects that even when she is left alone. Snow has been left on her own up to six hours so far, she is not fazed by being alone. \n\nWe have another dog living with us. Snow has no problems making friends with other dogs. She is quite young and enjoys to play tug-o-war with other dogs as well as a good chase. But she is not overstimulated by any means. At night they curl up together on a blanket. On leash she in very soft to handle, we are working on proper heeling, but even now it is very rare that she decides to pull. When meeting other dogs on the leash she is interested but very gentle and polite. She rarely barks, ever. \n\nSnow loves people and seems to prefer male humans, she gets very excited around them and starts jumping up on them. We are working to correct this behavior. Snow also loves children. She is very friendly, always wagging her tail when anyone wants to pet her. \n\nShow is not excessively trained. She understands the word \"No\" and she can sit on command. But she will need to learn how to come when called at least. She can be little stubborn about things she doesn't like, like clipping nails. Just like any other dog she sometimes need a firm direction. \n\nOverall Snow White is an amazing young dog with plenty of potential for any type of house hold. She is very flexible and willing to learn new things. But at the end of the day all she really wants to do is curl up with her human and enjoy a nice long snooze.",
    "sex": "female",
    "age": 1,
    "vaccinated": true,
    "primaryColor": "white",
    "secondaryColor": "black",
    "weight": 22.05,
    "intake": "2017-10-30"
  },
  {
    "id": "88627",
    "name": "Seymour Jr",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": "A volunteer writes: Seymour is such a sweet, gentle, calm boy-- he was quietly wagging his tail when I walked up to his kennel today, completely quiet and relaxed despite the very yappy dog next door. He was absolutely perfect on the leash, walking next to me the entire time, and seems to be housetrained. In fact, he peed for just about the longest time I've ever seen, so I think he was doing his best to hold it for the outside! Seymour could use a few extra treats, so I don't mind giving him more than one every time he sits like a good boy-- and who can say no, when every time he smells a treat, he starts looking up at me with his puppy-dog eyes and wagging that tail like a metronome? I was already completely convinced by his gentle manner and polite treat-taking, but when I sat down on the bench today, he walked right over and plopped his little head on my lap for ear scratches. What a sweetheart! Please come and meet Seymour at the Brooklyn ACC-- and he could soon be calling your lap home!",
    "sex": "male",
    "age": 3,
    "vaccinated": true,
    "primaryColor": "brown brindle",
    "secondaryColor": "white",
    "weight": 23.85,
    "intake": "2018-01-20"
  },
  {
    "id": "88699",
    "name": "Leo",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 1,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": null,
    "weight": 3.6,
    "intake": "2018-01-23"
  },
  {
    "id": "88648",
    "name": "Sienna",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 4,
    "size": "large",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "brown",
    "secondaryColor": "white",
    "weight": 31.5,
    "intake": "2018-01-21"
  },
  {
    "id": "88738",
    "name": "Rouge",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 1,
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "gray tabby",
    "weight": 2.7,
    "intake": "2018-01-12"
  },
  {
    "id": "88592",
    "name": "Corrinne",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: If I didn't have three cats of my own I would have adopted her myself! Corrinne is one fine-looking lady. She's a Tabby with a white bib, white boots and golden yellow eyes.  As I approached Corrinne's condo, she meowed. This was no ordinary Meow, she sounded like a sheep. It was the cutest, funniest sound.  Since her condo was on the bottom, I sat on the floor. I opened the door.  The next thing I knew is that this pretty little Miss stepped onto my lap. She buried her head in my arm and then curled up on my lap.  Her purr on a scale of 1 to 10. 1 being the lowest and 10 being loudest she was a 12.  That purr could lull you to sleep at night. She sat in my lap for a good 20 minutes.  I decided to lure her back into her condo with some cat treats. It worked.  I closed the door.  She wasn't having it.  She ran back up to the front of the condo and lured me in back with her unique meow.  I sat back down on the floor and opened the door. Corrinne crawled right back in my lap and took a snooze.  How could I disturb this bundle of sweetness? When the lady awoke from her nap, she gave me kitty kisses. Want a cuddle bug who will purr you to sleep at night? Then Corrinne is girl for you.",
    "sex": "female",
    "age": 10,
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "gray tabby",
    "secondaryColor": "white",
    "weight": 4.05,
    "intake": "2018-01-07"
  },
  {
    "id": "88602",
    "name": "Magnus",
    "type": "rabbit",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 4,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": null,
    "weight": 2.7,
    "intake": "2017-11-25"
  },
  {
    "id": "88649",
    "name": "Kally",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "calico",
    "weight": 2.25,
    "intake": "2018-01-24"
  },
  {
    "id": "88579",
    "name": "Jack Frost",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 10,
    "vaccinated": true,
    "primaryColor": "white",
    "secondaryColor": "gray",
    "weight": 2.7,
    "intake": "2018-01-24"
  },
  {
    "id": "88561",
    "name": "Fefe",
    "type": "rabbit",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "white",
    "secondaryColor": "black",
    "weight": 2.25,
    "intake": "2017-11-20"
  },
  {
    "id": "88568",
    "name": "Jep",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: Wearing his heart on his sleeve--well, OK, his coat--Jep is all tail waggy, bouncing fun  He's still a puppy at one year old, the world is his oyster and he wants to play, snuggle, go on walks and play some more. His lanky, elegant frame is wrapped in a shiny brindle coat, and the coloring around his nose makes him look as if he has a little pink moustache -- so cute!  Jep pottied outside, but may need some ongoing work on his housetraining skills. He loves treats (and takes them softly), so with frequent walks, and lots of reward treats, he'll learn what he needs to, as he already knows \"sit\", \"lay down\" and \"go\".   He's a smart boy, and when he sits, his posture is straight and serious, like he's learned at the finest finishing school. As other dogs pass us by, Jep is excited, signaling his wish to play with a bow, and in group with females (he's not been with males as of this writing), he loves a good bouncy game of chase. Fun, friendly, lively, affectionate, playful and an all around terrific puppy, Jep is ready to show you how much fun life can be. Ask to meet him today.",
    "sex": "male",
    "age": 1,
    "vaccinated": true,
    "primaryColor": "brown brindle",
    "secondaryColor": "white",
    "weight": 20.7,
    "intake": "2018-01-07"
  },
  {
    "id": "88743",
    "name": "Ace",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 5,
    "size": "large",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "black",
    "secondaryColor": "brown",
    "weight": 29.7,
    "intake": "2018-01-26"
  },
  {
    "id": "88589",
    "name": "Rita",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "gray tabby",
    "secondaryColor": null,
    "intake": "2017-10-01"
  },
  {
    "id": "88718",
    "name": "Coconut",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 6,
    "length": "long",
    "vaccinated": true,
    "declawed": false,
    "coat": "thick",
    "primaryColor": "white",
    "secondaryColor": null,
    "weight": 4.05,
    "intake": "2018-01-25"
  },
  {
    "id": "88724",
    "name": "Lilly",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 2,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "declawed": false,
    "coat": "smooth",
    "primaryColor": "gray tabby",
    "secondaryColor": null,
    "weight": 4.05,
    "intake": "2018-01-25"
  },
  {
    "id": "88630",
    "name": "Becky Lynch",
    "type": "cat",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 6,
    "size": "medium",
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "black",
    "secondaryColor": null,
    "weight": 4.05,
    "intake": "2018-01-21"
  },
  {
    "id": "88574",
    "name": "Cricket",
    "type": "cat",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 2,
    "length": "medium",
    "vaccinated": true,
    "declawed": false,
    "coat": "thick",
    "primaryColor": "black",
    "secondaryColor": "white",
    "weight": 3.15,
    "intake": "2018-01-22"
  },
  {
    "id": "88582",
    "name": "MacKe",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 5,
    "vaccinated": true,
    "primaryColor": "tan",
    "secondaryColor": "white",
    "weight": 27.9,
    "intake": "2018-01-20"
  },
  {
    "id": "88702",
    "name": "Kibler",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 6,
    "vaccinated": true,
    "primaryColor": "gray",
    "secondaryColor": "white",
    "weight": 23.85,
    "intake": "2018-01-22"
  },
  {
    "id": "88593",
    "name": "Prince",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 4,
    "vaccinated": true,
    "primaryColor": "brown",
    "secondaryColor": null,
    "weight": 4.5,
    "intake": "2018-01-23"
  },
  {
    "id": "88744",
    "name": "Bolten",
    "type": "cat",
    "place": "Staten Island Animal Care Center",
    "description": null,
    "sex": "male",
    "age": 4,
    "vaccinated": true,
    "declawed": false,
    "primaryColor": "gray",
    "secondaryColor": null,
    "weight": 5.85,
    "intake": "2018-01-25"
  },
  {
    "id": "88651",
    "name": "Lica",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "brown brindle",
    "secondaryColor": "white",
    "weight": 20.7,
    "intake": "2018-01-18"
  },
  {
    "id": "88545",
    "name": "Velvet",
    "type": "rabbit",
    "place": "Brooklyn Animal Care Center",
    "description": "Basic Information:\tFinder found the rabbit in a box in a park with a letter stating that the rabbit needs a new home.\nPreviously lived with:\tUnknown\nBehavior Notes\tRabbit accepted being petted and handled. Rabbit appeared calm and relaxed in the box.\nMedical Notes\tRabbit appeared clean and of healthy weight.",
    "sex": "male",
    "age": 2,
    "size": "medium",
    "length": "short",
    "vaccinated": true,
    "coat": "thick",
    "primaryColor": "white",
    "secondaryColor": "black",
    "weight": 2.7,
    "intake": "2017-11-09"
  },
  {
    "id": "88691",
    "name": "Mama Bear",
    "type": "dog",
    "place": "Manhattan Animal Care Center",
    "description": "A volunteer writes: Mama Bear is such a silly clown! This petite Princess talks tough in her kennel and acts shy on the street, but toss some toys around the yard and MB instantly transforms into a happy, nutty little ball of energy. She does endless 'zoomies', enjoys a game of chase, and (sometimes) fetches her toys back before giving them up easily for another throw. Initially a bit fearful of new people, MB has been very gentle in showing her discomfort and still appreciates soft petting and endearments, just at her own pace. In her former home she was playful with kids of all ages, but does have a tendency to guard her food, so would be more comfortable in a family with respectful older children who understand that sometimes a lady needs to eat in peace. Described by her previous owner as friendly, affectionate, playful, shy, pushy, confident and excitable, MB loved sleeping in her own bed and had no need for a crate as she was always well behaved when left home alone. Usually exuberantly energetic at the dog park, she's slowly learning to let loose in our playgroups, and meets her new four-legged friends with polite good manners. We're told MB knows commands for sit, down, come and 'at ease'(stay) and though we've yet to see it at the Care Center, she is said to pull very hard on walks, so a harness-style leash is a must in her welcome-home gift basket. MB may make you work a bit harder to earn her trust than other dogs do, but once comfortable with a new person or situation, she's an absolute delight. Laughter and good times are 100 percent guaranteed. A hidden gem for the experienced treasure hunter, Mama Bear is ready and waiting for you to find her at our Manhattan Care Center. Ask to meet this funny girl today!",
    "sex": "female",
    "age": 5,
    "length": "short",
    "vaccinated": true,
    "coat": "smooth",
    "primaryColor": "charcoal",
    "secondaryColor": "white",
    "weight": 21.15,
    "intake": "2018-01-23"
  },
  {
    "id": "88694",
    "name": "Kahlua",
    "type": "dog",
    "place": "Brooklyn Animal Care Center",
    "description": null,
    "sex": "female",
    "age": 1,
    "size": "large",
    "length": "short",
    "vaccinated": true,
    "coat": "thick",
    "primaryColor": "brown brindle",
    "secondaryColor": "white",
    "weight": 23.4,
    "intake": "2017-12-23"
  }
]
